Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/15_eksempler-pa-sprakdomener.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Gielladomeanat
smj: Udir.no - Gielladomena

source: Gielladomeanat
smj: Gielladomena

source: Sámis lea máŋgga dáfus eahpevárddus gielladilálašvuohta.
smj: Gielladille Sámen moatten láhkáj ij la tjielgga.

source: Oallugat máhttet hupmat giela muhto eai čállit.
smj: Moattes máhtti gielav njálmálattjat valla e máhte tjállet.

source: Oallugat ipmirdit giela muhto eai máhte hupmat.
smj: Moattes dádjadi gielav valla e sáhkada.

source: Oallugat háliidit oahppat giela.
smj: Moattes sihti gielav oahppat.

source: Seammás leat geográfalaš erohusat.
smj: Sæmmi bále le geográfalasj sieradusá.

source: Guovddáš, sámi guovlluin gulat sámegiela juohke sajis, ja eará guovlluin ges leat soames bearrašat geat hupmet sámegiela.
smj: Guovdásj sáme guovlojn gullu sámegiella juohkka sajen, valla ietjá sajijn sámásti jur muhtem fámilja.

source: Oahpahusa oktavuođas lea hástalus oažžut mánáid ja nuoraid njálmmálaččat gulahallat ja doaibmi guovttegielagin.
smj: Mij åhpadussaj guosská, li hásstálusá åvdemusát mánájt ja nuorajt oadtjot njálmálattjat guládallen ja dåjmalattjat guovtegielagin.

source: Dalle sii dárbbašit buori sajádagaid, olbmuid ja dilálašvuođaid go gullet ja atnet giela.
smj: Sij de dárbahi buorre sáhkadambájkijt, ulmutjijt ja dilijt gånnå gulli gielav ja máhtti sámástit.

source: Oaivádusas dát gohčoduvvo gielladomeanan.
smj: Dá dán bagádallamin gielladomednan gåhtjoduvvi.

source: Lea duođaštuvvon máilmmi máŋggagielat servodagain ahte ohppiide geain eanetlohkogiella lea vuosttašgiellan, eai oahpa hupmat unnitlohkogiela go dušše ožžot soames diimmu vahkkui unnitlohkogiela oahpahusa.
smj: Åvvå væráldin li moattegielak sebrudagá gånnå ieneplågo giella le vuostasjgiellan. Duohta le, ij nágin tijmma vahkkuj le nuoges oahppat unneplågo gielav vaj dat oahppijda sjaddá viesso giellan.

source: Dát modealla lea juo adnojuvvon sámegiela nubbingiellaoahpahusas, ja adno vel odnege.
smj: Gå sámegiella åhpaduvvá nubbengiellan, le dákkir åhpadusvuohke årrum dábálasj ja le vil uddnik.

source: Dát gohčoduvvo rašes oahpahusmodeallan, ja modealla meroštallojuvvo eastadit skuvlla šaddamis giellamolsunreaidun. (Todal, 2002).
smj: Máhttá javllat, dát le gienes åhpadusvuohke. Dákkir vuohke de årru hárinissan gå skåvllå galggá årrot ræjddo jårggålit giellamålssomav.

source: Earenoamáš mearkkašahtti lea dát lullisámi guovllus gos leat mealgat eanet nubbingielat go vuosttašgielat oahppit.
smj: Sierraláhkáj dát boahtá vuojnnusij oarjjelsáme dáfojn gånnå li ienep nubbegielak oahppe ienni gå vuostasj gielaga.

source: Jus galgá seailluhit ja nannet sámegiela nubbingiellaoahpahusa bakte, berre ohppiide fállat nannoset guovttegielat modeallaid nu movt eará riikkat Eurohpás lágidit nubbingiela oahpahusa báikilaš unnitlohkogielagiidda.
smj: Jus mij galggap sámegielav bisodit ja nannit nubbegiel åhpadusá baktu, de vierddiji oahppe oadtjot nannusap guovtegielak modellajt sæmmi vuoge milta gåktu ietjá rijka Europan ásadi nubbegiel åhpadusáv iemeårroj unneplågo gielajt.

source: Buot buoremus lea buot fágain oahpahus čađahuvvo sámegillii.
smj: Buoremusát lij jus åhpadus divna fágajn luluj årrot sámegiellaj.

source: Olggobeale sámegiela hálddašanguovlluid leat unnán skuvllat mat dán leat čađahan e.e. sámegieloahpahusa árbevirolaš lágideami dihte, ja go váilot sámegielat oahpaheaddjit, leat unnán sámegielat fágaoahpponeavvut ja unnán oahppit juohke skuvllas.
smj: Giellaháldadusguovloj ålggolin ælla nav moadda skåvlå ma li dáv tjadádam. Sivva dási le árbbedábálasj organiseridum sámegielåhpadus, sámegielak åhpadiddje vánesvuohta, binná oahppamnævo sámegiellaj fágajn ja binná oahppe juohkka skåvlån.

source: Dattetge lea vejolaš lágidit oahpahusa nannoset giellalávgunmodealla mielde go mii odne dahkko, mii mearkkaša ahte viiddida sámegielat domeanaid báikkálaš eavttuid vuođul.
smj: Huoman le máhttelis ásadit åhpadusáv nannusap giellalávgoj hámijn ienni gå uddni, ietjá bágoj javladum, vijdedit sámegielak domenajt bájkálasj gájbbádusáj milta.

source: Gielladomeanaid ovdamearkkat
smj: Gielladomenabuojkulvisá

source: Sáhtášii skuvllas bierggastit sámi lanja gos leat sámi stohkosat, girjjit, musihkka, biktasat, duodji ja eará dávvirat, nugomat lávvu latnjačiegas ja lávvu olgun.
smj: Sámeladnja máhttá ásaduvvat skåvlån sáme ståhkusij, girjij, musihkaj, biktasij, duojij ja ietjá rustigij, duola degu låvdagoahte tjiegan ja låvdagoahte ålggon.

source: Latnja ja lávvu adno jeavddalaččat.
smj: Ladnja ja låvdagoahte aneduvvi aktelasj.

source: Go oahppit leat dán lanjas, de hupmet duššefal sámegiela ja dárbbu mielde jávohisgiela vehkiin.
smj: Gå oahppe li danna de ságasti sij jur sámegiellaj, rumájgielajn jali ij.

source: Sii galget mannat olggos lanjas jus galget dárogillii maidege jearrat.
smj: Sij vierddiji ålgusjbælláj mannat gatjádittjat dárruj.

source: Ohppiide sáhttá maiddái lágiduvvot bistevaš sámegielat muitalanboddu ja oahpaheaddji dušše hupmá sámegiela ja sáhttá muitalettiin ohppiide vuosehit sániid mearkkašumi govaiguin.
smj: Oahppijn máhttá aj sierra subtsastambåddå gånnå åhpadiddje jur sámás ja aj vuoset bágoj sisanov gåvåj subtsasdahttijn.

source: Jus dárogiela šaddet hupmat de ferte “ doaimma gaskkalduhttit ”.
smj: De sjaddá " time out " jus dárogiella galggá aneduvvat.

source: Jus latnja ii leat skuvllas, de sáhttá ráhkadit plakáhta, dahje sáhttet atnit eará govastagaid go dábálaš latnja adno gielladomeanan dahje sámegielat latnjan.
smj: Gesi ij le máhttelis sierra ladnja, máhttá dagáduvvat plakáhtta jali ietjá dåbddomerka ma vuojnnuji gå ladnja galggá årrot gielladomedna jali sámegielak ladnja.

source: Eará ovdamearkan movt sáhttá hábmet sámegielat sajádaga dahje gielladomeana lea ávkkástallat vuorasolbmuid dahje eará resursaolbmuid gos oahppit dávjá sáhtaše finadit.
smj: Ietjá buojkulvis le dahkat sáme giellabájkev jali gielladomenav le oadtjot vuorasulmutjijt jali ietjá resurssaulmutjijt gejt oahppe máhtti duolloj dálloj guossidit.

source: Resursaolbmot sáhtaše maiddái finadit ohppiid guossis skuvllas.
smj: Sij aj, dá ulmutja, guossidit oahppijt skåvlån.

source: Dákkár deaivvadeamis sáhttá praktihkkalaš doaimmaid ávkkástallat, nugomat sámi biepmuid, duoji dahje luođi, lávlagiid / sálbmajoavkkuid jna..
smj: Dánna dåhkkiji praktihkalasj dahkamusá aneduvvat vuodon guládallamin, duola degu sáme biebbmo, duodje jali juojgos, lávlla / lávllajuohkusa jali muoduklágátja.

source: Vuolábealde leat gielladomeana ovdamearkkat mat nannejit sámi ohppiid giellaoahpahusa.
smj: Vuollelin tjuovvu gielladomednabuojkulvisá ma máhtti nannit giellaåhpadusáv sámegieloahppijda.

source: Beaktilastit giellaoahpahusa sámi ohppiide, de berre oahpaheaddji oahpahusa lágidit nu ahte oahppit sáhttet ávkkástallat eanemus dain domeanain mat vuolábealde namuhuvvojit.
smj: Vaj buoremus vájkkudusáv giellaåhpadusás oadtjot vierddi åhpadiddje organiserit dav nav vaj oahppe fáladuvvi ienemus domenajs nammadum vuollelin.

source: Olbmuide gullevaš gielladomeanat:
smj: Gielladomena tjanádum ulmutjijda:

source: oahpaheaddjit
smj: åhpadiddje

source: Sámegielat oahpaheaddjit leat juohke áidna skuvlla deháleamos gielladomeanat.
smj: Sámegielak åhpadiddje le ájnnasamos gielladomena juohkka skåvlån.

source: Sii berrejit čađat hupmat sámegiela.
smj: Sij vierddiji gæhttjalit álu sámástit.

source: Jus lea vejolaš ávkkástallat guokteoahpaheaddjivuogádaga, de sáhttá nubbi hupmat sámegiela skuvladiimmuin ja nubbi ges molssodit goappaš gielaid gaskkas.
smj: Jus máhttelis gå li guokta åhpadiddje, de máhttá akta åhpadiddje dåssju sámástit tijmajn ja nubbe guoppátjijt gielajt hållat..

source: eará báikkálaš sámegielat resursaolbmot, vuorrásat ja earát geat sáhttet bagadallat dahje vuosihit
smj: ietjá bájkálasj sámegielak resurssaulmutja, vuorasulmutja ja iehtjáda gudi máhtti vuosádallat jali vuosedit

source: Dávjá leat báikkálaš birrasis sámegielat resursaolbmot.
smj: Álu gávnnuji moadda sámegielak resurssaulmutja láhkabirrusin.

source: Ávkkástala sin čehppodaga nu jođánit ja dávjá go vejolaš, omd. čeahpes duojáriid, muitaleddjiid, duottarolbmuid, artisttaid ja 1.-gielat ohppiid.
smj: Gåhttjut sijájt nåv ruvva ja álu gåk máhttelis le, duola degu smidás duoddjárijt, subtsastiddjijt, várreulmutjijt, artistajt ja vuostasjgielakoahppijt.

source: Lea dehálaš ahte resursaolbmuiguin šiehttá ahte sii dušše hupmet sámegiela.
smj: Ájnas le sjiehtadusájt resurssaulmutjij tjielgga dahkat vaj sij galggi jur sámásti.

source: Muital ja čilge manin.
smj: Tjielggi manen nav galggi barggat.

source: Muđui sáhttá dáhpáhuvvat ahte sii válljejit dárogiela go fuomášit ahte oahppit eai ipmir.
smj: Ietján máhtti dárustahttját jus vásedi oahppe e dádjada.

source: Oahpaheaddji ja resursaolbmot sáhttet ovdalgihtii šiehtadit movt diekkár diliid galget hálddašit.
smj: Åhpadiddje ja resurssaulmutja máhtti såbadit åvtutjis gåktu rijbadit dakkir dilij.

source: boarráset oahppit skuvllas
smj: vuorasap oahppe skåvlån

source: Boarráset ohppiid berre movttiidahttit gaskaneaset sámástit ja ovttas nuorabut ohppiiguin skuvllas.
smj: Vuorasap oahppe vierddiji aloduvvat sámástittjat gasskanisá ja nuorap oahppij skåvlån.

source: Boarráset oahppit sáhttet maiddái leat veahkkin oahpaheames nuorat ohppiid jus oahpahus lágiduvvo nu ahte dat lea ávkin goappaš ahkásaš ohppiide.
smj: Vuorasap oahppe máhtti oassálasstet åhpadussaj nuorap oahppijda jus gárveduvvá nåv vaj ávkken le guoppátjijda.

source: Nu dat lea oassin boarráset ohppiid oahpahusas.
smj: Dát le de oasse vuorasap oahppij åhpadussaj.

source: sámi figuvrrat ja biktasat
smj: sáme figuvra ja biktasa

source: Rollastoagus adnojit sámi figuvrrat ja/dahje biktasat.
smj: Roallaoavdástallmin aneduvvi sáme figuvra ja / jali biktasa.

source: Oahppit nektet sámegielaga rolla dakkaviđe go dát adno.
smj: Oahppe tjágñi sámegielak roallaj dalága gå dá aneduvvi.

source: Dát sáhttet lea sámi figuvrrat mat govvidit spábbačiekči, giehtaspáppastalli, biilavuoddji, doaktára, guolásteddjiid, boazosápmelačča jna..
smj: Da máhtti liehket sámefiguvra ma gåvviji bállotjiektjijt, giehtabállospællárijt, vuoddjijt, dálkudiddjijt, guollárijt, ællobarggijt jnv..

source: Oahppit galget sámástit dan rolla ektui maid nektet.
smj: Oahppe galggi sámástit dan rålla milta mij sijájn le.

source: oahppit eará skuvllain ja ustitklássain
smj: oahppe ietjá skåvlåjs ja ráddnaklássajs

source: Ávkkástala sosiála mediaid.
smj: Ane sosiála mediajt.

source: Oahppit čálašit jeavddalaččat sámegillii.
smj: Oahppe tjáhttiji duolloj dálloj sábmáj.

source: Sii sáhttet fágalaččat ovttasbargat, ovdamearkka dihte sii sáhttet čállit digitála wiki soames fáttá birra sámegillii.
smj: Sij máhtti fágalattjat aktan barggat, duola degu temá birra sábmáj digitála wiki ’ av tjállet.

source: eará olbmot
smj: ietjá ulmutja

source: Bibliotekára, oahppobagadalli ja eará sámegielat olbmot skuvllas sáhttet leat veahkkin.
smj: Girjjevuorkkár, oahppobagádiddje, ja ietjá sámegielak ulmutja skåvlån gudi máhtti viehkken.

source: Báikkiide gullevaš gielladomeanat:
smj: Gielladomena tjanádum sajijda:

source: Lea dehálaš ahte lea sierra latnja mii olles skuvlajagis adno sámegiela oahpahussii.
smj: Ájnas la adnet sierra klássalanjáv gånnå sámegielåhpadus galggá jage tjadá.

source: Lanjas sáhttet buot sámi reaiddut vurkkoduvvot.
smj: Dánna máhtti divna sáme rustika vuorkkiduvvat.

source: Giellaoahpahusa ohppiidbargguid ja plakáhtaid sáhttá heaŋgut seaidnái iige dárbbaš gilvalit earáiguin seaidnesaji oažžumis.
smj: Oahppij bargo ja plakáhta giellaåhpadimen máhtti gatsoduvvat sæjnnáj ja ij le de dárbbo rijddalit saje nanna.

source: Omd. sáhttá mearridit ahte klássalanjas dihto čiehka lea čielga sámegielat domeana.
smj: Tjiehka klássalanján máhttá ållåsit nammaduvvat sámegieldomednan.

source: Oahpaheaddji ja oahppit šiehtadit movt ja man ládje gulahallan klássalanjas galgá leat.
smj: Åhpadiddje ja oahppe dahki sjiehtadusáv gånnå ja gåktu guládallam galggá klássalanján.

source: sierra čiehka ja seaidnesadji oahppi dábálaš klássalanjas
smj: sierra tjiehka ja sadje siejnen oahppe dábálasj klássalanján

source: Lea dehálaš oainnusindahkat sámegiela (ja kultuvrra) dan klássalanjas gos oahppi eanas áiggi lea.
smj: Ájnas le sámegiella (ja kultuvrra) le vuojnnusin klássalanján gånnå oahppe li ienemus ájgev.

source: Sámegielat oahppibarggut jna. heŋgejuvvojit seaidnái klássalanjas.
smj: Sámegielak oahppij bargo jnv. galggi gahtsusin

source: oktasaš borranáiggit skuvllas
smj: aktisasj bårråma skåvlån

source: Jus vejolaš, de livččii vuogas ahte buot sámegielat ohppiin lea boradanboddu oktanaga, ovdamearkka dihte oktii vahkus ja ahte sámegielat oahpaheaddji maiddái searvá.
smj: Jus le máhttelis de la buorre jus divna sámegielak oahppe skåvlån máhtti aktan bårråt gå le biebbmobåddå, duola degu akti vahkkuj gåsi aj sámegiel åhpadiddje oassálasstá.

source: Dát lea vuogas ja heivvolaš vejolašvuohta hárjehallat beaivválaš sámegiela.
smj: Dát le buorre sjiehtes ájgge bæjválasjsámegielav sáhkadit.

source: definerejuvvon olgoguovlu
smj: ráddjim bájkke ålggon

source: Jus oassi olgoguovllus sáhttá definerejuvvot sámegielat guovlun, de dat lea ávkkálaš.
smj: Jus muhtem ålggobájkke máhttá ráddjiduvvat sámegielbájkken de la dat ávkálasj.

source: Skuvlla lahka sáhttá cegget lávu.
smj: Låvdagoahte máhttá tsakkaduvvat skåvlå láhkusin.

source: Das sáhttá sámegiela oahpahus jeavddalaččat čađahuvvot.
smj: Dánna máhttá sámegiel åhpadus årrot dábálattjat.

source: Eará oahppit sáhttet maiddái ávkkástallat goađi sámi fáttáid oktavuođas.
smj: Ietjá oahppe máhtti aj gámáv adnet gå sijájn li sáme temá.

source: Nu sii positiivvalaččat vásihit sámivuođa, nugomat sámi biepmuid, muitalusaid ja luđiid.
smj: Sij máhtti dán láhkáj oadtjot positijvalattjat åtsådallat sámev, duola degu sáme biebmojt, subttsasijt ja juojggusijt.

source: olgoskuvla
smj: ålggoskåvllå

source: Lágit olgoskuvlla sámi lagasbirrasis, ovdamearkka dihte lahka sámi árbevirolaš ealáhusaid ja/dahje doaimmaid.
smj: Ássat ålggoskåvlåv sáme láhkábirrusin, tjanádum duola degu sáme árbbedábálasj æládusájda ja / jali dåjmajda.

source: Gávpotskuvllat main leat sámi oahppit sáhttet gávdnat ja atnit oktasaš meahcce- dahje luonddubáikki gávpoga lagasbirrasis.
smj: Stádaskåvlå sámegiel oahppe máhtti gávnnat ja adnet aktisasj miehttse- jali luonndosajev stáda láhkabirrusin.

source: Dat sáhttá leat ohppiid oktasaš giellašilljun gos sii soames háve skuvlajagis barget áigeguovdilis fáttáin.
smj: Dánna oahppe máhtti adnet aktisasj giellabájkev ájggeguovddelis temáj soames bále jage nalluj.

source: oahpahusboddu
smj: friddjabåttå

source: Moddii váhkkui lágit oahpahusbottu sámegielat doaimmaiguin ja stohkosiiguin.
smj: Organiseri muhtem friddjabåttåjt vahkkuj sámegieldåjmaj ja ståhkusij.

source: digitála oahppama vuođđu
smj: vuodo digitála oahppamij

source: Skuvllat sáhttet viiddidit sámegielat digitála oahppanvuođu man sáhttá interaktiivalaččat atnit.
smj: Skåvlå máhtti ásadit sámegiel digitála oahppamvuodojt ma máhtti aneduvvat interaktijvalattjat oahppij.

source: gáiddusoahpahus
smj: guhkásåhpadibme

source: Jus báikkálaš skuvllas eai leat sámegielat oahpaheaddjit, sáhttá ohppiide jeavddalaččat fállat gáiddusoahpahusa videokonferánssa bakte.
smj: Oahppijn gænna ælla sámegielak åhpadiddje tjanádum bájkálasj skåvllåj, máhtti oadtjot guhkásåhpadimev duolloj dálloj videorustigij tjadá.

source: báikkit gos barget árbevirolaš ealáhusaiguin
smj: bájke gånnå li árbbedábálasj æládusá

source: Dán oktavuođas sáhttá leat áigeguovdilin lágidit gallestallamiid, skuvlamátkkiid ja leairaskuvlla.
smj: Guossidibme, skåvllåmanno ja sajijskåvlå máhtti guossiduvvat.

source: Nu besset oahppit deaivvadit eará sámegielagiiguin, ja oahppat veaháš árbevirolaš sámi ealáhusaid birra.
smj: Dán láhkáj máhtti oahppe iejvvit iehtjádijt gudi sámásti, ja oahppat binnáv árbbedábálasj sáme æládusáj birra.

source: Lea dehálaš šiehtadit resursaolbmuiguin ahte sii galget dušše fal sámegiela hupmat.
smj: Ájnas le dahkat sjiehtadusájt tjielgga resurssaulmutjij vaj sij jur sámásti.

source: Čilge sidjiide manin.
smj: Tjielggi manen nav galggi barggat.

source: Muđui dávjá dáhpáhuvvá ahte dárogillii čilgestit jus oahppit eai ipmir.
smj: Ietján máhtti dárustahttját jus vásedi oahppe e dádjada.

source: Oahpaheaddji ja resursaolbmot sáhttet ovdalgihtii šiehtadit movt bargat jus diekkár dilli čuožžila.
smj: Åhpadiddje ja resurssaulmutja máhtti såbadit åvtutjis gåktu rijbadit dakkir dilij.

source: Fágii gullevaš gielladomeanat:
smj: Gielladomena tjanádum fágajda:

source: Mađi eanet oahpaheaddji hupmá, dađi buoret dat lea.
smj: Madi åhpadiddje ienebut sámás, dadi buorep le.

source: Dattetge ferte oahpaheaddji dárkkistit ahte oahppit ipmirdit maid son sidjiide gaskkusta.
smj: Huoman vierddi åhpadiddje vissásit diehtet jus oahppe dádjadi mij javladuvvá.

source: Oahpaheaddji ii berre jorgalit eanet go dušše dan mii lea dárbbašlaš, vai oahppit ipmirdit ahte lea ávkkálaš sámegiela oahppat.
smj: Åhpadiddje ij bierri jårggålit ienebuv gå dárbulasj le, nåv vaj oahppe dádjadi ávkálasj la oahppat sámegielav.

source: Atnimis sámegiela seammás go barget praktihkkalaš fágain lea hui ávkkálaš giellaoahpahusa oktavuođas.
smj: Sámegiella ja praktihkalasj fága aktan le sierraláhkáj ávkken giellaoahppamin.

source: Vai buorebut ipmirdit, lea giellaatnu praktihkalaš doaimmas dehálaš, ovdamearkka dihte biepmostallama, duddjoma ja lášmmohallama oktavuođas.
smj: Ållo dádjadusás máhttá tjanáduvvat praktihkalasj dåjmajda degu, biebbmodahkamij, duodjáj ja lásjmudallamij.

source: Musihkas lea juoiganbádji okta ovdamearka.
smj: Musihkan le juojggamladnja buojkulvissan.

source: Mađi eanet praktihkalaš fágaid oahpahus čađahuvvo sámegillii, dađi buoret lea.
smj: Madi ienebut åhpadus le sámegiellaj praktihkalasj fágajn, dadi buorep le.

source: Doaibma ja giella dárbbašeaba goabbat guoimmiska.
smj: Dåjma ja giella vuodusti nubbe nuppev.

source: duedtie / duodji
smj: duodje

source: biebmu ja dearvvašvuohta
smj: biebmo ja varresvuohta

source: lášmmohallan
smj: lásjmudallam

source: servodatfága
smj: sebrudakfáhka

source: Ollu servodatfágaoahpahusas sáhttá čađahit sámegillii.
smj: Ållo sebrudakåhpadusás máhttá sámegiellaj årrot.

source: Dat duođai buorida ohppiid sátneriggodaga.
smj: Viehka dat viehket nannit ja báredit oahppij báhkoboanndudagáv.

source: Dat maiddái veahkeha ohppiid sámegiela atnit máŋgga dilálašvuođain sihke árgabeaivvis ja vássán áiggis.
smj: Dát le aj viehkken oahppijda sámástit duon dán dilen mij guosská bæjválasj iellemij ja aj dålutjij.

source: Earenoamážit sáhttá oahppoplána sámi momeanttaid čađahit sámegilli.
smj: Sierraláhkáj sáme momenta oahppoplánan máhtti dagáduvvat sámegiellaj

source: Lea ávkkálaš bargat rehkenastimin vuođđudeaddji gálgan ja matematihkain sámegillii, nugomat hivvodaga, hámi, sajádaga ja veardádaddama.
smj: Ávkálsj le barggat riekknimijn vuodotjehpudahkan ja matamatihkajn sábmáj, duola degu stuorrudahka, hábme, jåhto sajen ja buohtastahttem.

source: Árbevirolaš sámi rehkenastin sáhttá maiddái leat sierra fáddán.
smj: Árbbedábálasj sáme riekknim máhttá aj tebmán.

source: Sámi ornamentihkka heive bures hámi ja geometriija oktavuođas.
smj: Sáme girjos hiehpá buoragit hámen ja geometrian.

source: Matematihkka ja duddjon sáhttá lágiduvvot fágaidrastideaddjin.
smj: Matematihkka ja duodje máhtteba dánna dagáduvvat fágajgasskasattjan.

source: Ollu luonddufágaoahpahusas sáhttá čađahit sámegillii.
smj: Ållo luonndodakfága åhpadusás máhttá årrot sámegiellaj.

source: Dat bures viiddida ohppiid sátneriggodaga.
smj: Dat ålov viehket oahppij báhkoboanndudagáv lasedit.

source: Dat maiddái veahkeha ohppiid atnit sámegiela máŋgga dilálašvuođain.
smj: Viehket aj oahppijt sámástit ienep dilijn.

source: oktasašvuohta teorehtalaš fágain
smj: aktisattjat teorehtalasj fágaj

source: Dás sáhttá leat ávkkálažžan oahppašuhttimis ođđa fáttá dárogillii.
smj: Máhttá ávkálasj álgadit ådå temáv jali ådå ábnnasijt dárruj.

source: Seammás oahppašuhttit ođđa sámi doahpagiid mat gullet fáddái.
smj: Ådå sáme moallánagá tjanádum sæmmi ábnnasij álgadi sæmmi bále.

source: Dasto oahpaheaddji hupmá sámegillii ja jorgala jus lea dárbbašlaš vai oahppit ipmirdit.
smj: Dan maññela åhpadiddje sámás ja jårggål jus dárbbo le dádjadime hárráj.

source: Geahča eanet Øzerkas (2006-2).
smj: Gehtja ienebu dán birra, Øzerk (2006-2).

source: Maiddái lea dehálaš ahte oahppit skuvlajagis buvttadit sámegielat " buktagiid " máŋggaid fágain, áinnas fágaidrasttideaddjin ja digitála.
smj: Ájnas le aj oahppe jage tjadá dahki sámegielak ” buvtagijt ” moatten fágajn, fágajgasskasattjat ja digitálalattjat aj.

source: eará fágat, prošeavttat ja fáttát
smj: ietjá fága, prosjevta ja temá

source: Oahppit sáhttet fágaidgaskasaččat ja/dahje prošeavttalaččat bargat sámi fáttáiguin sámegillii.
smj: Oahppe máhtti barggat fágajgasskasattjat ja / jali prosjevtalattjat sáme temáj sábmáj.

source: Fáttálaš sámi-dáru sátnelisttut
smj: temálágátja sáme-dárobáhkolista

source: Sátnelisttut fáttáid mielde sáhttet ráhkaduvvot ja adnot veahkkin doahpagiid- ja sániid oahppama oktavuođas.
smj: Temálágásj báhkolista máhtti dagáduvvat viehkken moallának- ja báhkooahppamij.

source: Áigodahkii gullevaš gielladomeanat:
smj: Gielladomena tjanádum ájggáj:

source: Sámegieloahpahus gullevaš áigodahkii
smj: sámegielåhpadibme tjanádum ájggáj

source: Jus sámegiella adno oahpahusgiellan, de sámegiela atnu mearriduvvo vahku diibmoplána mielde.
smj: Jus sámegiella aneduvvá oahppamgiellan sjaddá adno ájgev mierredit vahko tjadá tijmmaplánan.

source: Maiddái lea vejolaš lágidit skuvlabeaivvi nu ahte oahppit gullet sámegiela dihto áigái beaivvis, ovdamearkka dihte juohke iđida.
smj: Máhttelis le aj organiserit skåvllåbiejvev nåv vaj oahppe iejvviji sámegielav mierredum ájgijda biejvenalluj, duola degu juohkka ideda.

source: Gielladomeanat mat gullet sámi govastagaide:
smj: Gielladomena tjanádum sáme gåvåstagájda:

source: galbbat ja dábálaš dieđut skuvllas
smj: galba ja ietjá almulasj diedo skåvlån

source: Sámi guovlluin sáhttet skuvllat galbet sámegillii sihke skuvlavistti siskkobealde ja olggobealde.
smj: Skåvlå sáme guovlojn máhtti galbbit sábmáj, ålggon ja goaden aj.

source: govat
smj: gåvå

source: leavga / beavdeleavga
smj: slávggá / bievddeslávggá

source: Jus skuvllas eai leat sierra ráddjejuvvon gielladomeanat, de sáhttá govastagaid adnit giellamearkan.
smj: Jus e gávnnu sierra ráddjidum gielladomena skåvlån, máhtti sáme gåvåstagá aneduvvat signállan.

source: Ovdamearkka dihte go beavdeleavggaža bidjá beavddi nala, de buot dáhpáhuvvá sámegilli.
smj: Duola degu jus bievddeslávggá biejaduvvat bævddáj, máhttá dat vuosedit dálla divna galggá sámegiellaj.

source: Oahppit sáhttet čoahkkanit fáddáplakáhta gurrii, ja šiehttat ahte sii dušše hupmet sámegiela.
smj: Oahppe máhtti tjåhkanit temáplakáhta birra ja såbadit ságastallam galggá sábmáj.

source: Gielladeaivvadeamit:
smj: Giellatjåhkanime

source: giellalávgun giellabeasi rámmaid mielde
smj: Giellalávggom, giellabiesse

source: Oahppit berrejit skuvlajagis oassálastit gielladeaivvademiide main njálmmálaš sámegielat gulahallan lea guovddážis.
smj: Oahppe bierriji jage tjadá oassálasstet giellatjåhkanimijda gånnå sámegiella, njálmálasj guládallam le tjalmmusin.

source: Doalut:
smj: Dahpádusá:

source: guovvamánu 6. beaivi
smj: guovvamáno 6. biejvve

source: Ráhkkanit ja čađahit Sámi álbmotbeaivvi doaluid.
smj: Gárvvidit ja tjadádit Sámeálmmugabiejvev.

source: eará doalut
smj: ietjá ásadime

source: Oahppit sáhttet lágidit eará doaluid skuvlajagi mielde.
smj: Oahppe máhtti ietjá ásadimijt skåvlåjage tjadá ásadit.

source: Sii sáhttet bovdet vuoras sámegielagiid fáddádiimmuide skuvllas.
smj: Sij máhtti duola degu temátijmajda vuoras sámegielagijt gåhttjot.

source: Eará:
smj: Ietján:

source: DVD-at sámegillii
smj: DVD-a sámegiellaj
